[
    {
        "name": "Pâtes au beurre",
        "image":"../assets/images/recettes/patte_au_beurre.png",
        "Infos" : ["Infos pratiques :",
        "Niveau de difficulté : très facile.",
        "Temps de préparation estimé : 5 minutes.",
        "Temps de cuisson estimé : 10 à 15 minutes."
        ],
        "Ingredients": ["Ingrédients:",
        "100 à 150g de pâtes",
        "15 g de beurre", 
        "du sel et du poivre"
        ],
        "Etapes": ["Etapes:",
        "Remplir une casserole d'eau,",
        "Mettre la casserole sur le feu et attendre que l'eau bout, mettre du sel puis les pâtes",
        "Laisser les pâtes cuire pendant environ 10 minutes",
        "Egouttez les pâtes",
        "Bon appétit !"],
        "isOn": true
    },
    {
        "name": "Couscous royal marocain",
        "image":"../assets/images/recettes/couscous_royal_marocain.jpg",
        "Infos" : ["Infos pratiques :",
        "Niveau de difficulté : moyen.",
        "Temps de préparation estimé : 1h30min."
        ],
        "Ingredients": ["Ingrédients:", 
        "400g Collier d'agneau",
        "200g Semoule de blé dur moyenne",
        "4 Cuisses de poulet",
        "4 Merguez",
        "1 Boîte moyenne de pois chiches",
        "1 Petite boîte de concentré de tomate",
        "4 Navets",
        "4 Carottes",
        "2 Oignons",
        "2 Branches de céleri",
        "2 gousses Ail",
        "20g Beurre",
        "4 cuil. à soupe Huile d'olive",
        "1 cuil. à café Ras el hanout",
        "Sel"
        ],
        "Etapes": ["Etapes de préparation:",
        "1 Coupez le collier d'agneau en gros cubes.",
        "2 Dans une sauteuse, faites chauffer l'huile d'olive. Faites-y colorer les oignons, retirez-les et mettez l'agneau et le poulet à la place. Faites revenir quelques min.",
        "3 Ajoutez le céleri et les carottes épluchés et coupés en tronçons, les navets épluchés et coupés en 4 et les pois chiches égouttés. Ajoutez le concentré de tomate, le ras el hanout, la harissa et une pincée de sel. Remettez les oignons et l'ail écrasé.",
        "4 Couvrez d'eau à hauteur et portez à frémissements. Laissez mijoter 1 h à couvert.",
        "5 Faites gonfler la semoule dans 1 fois et demi son volume d'eau. Égrainez-la avec le beurre coupé en parcelles.",
        "6 Faites griller les merguez à sec dans une poêle.",
        "7 Servez le couscous accompagné de semoule, de viande et de merguez, de légumes et de bouillon.",
        "Bon appétit !"],
        "isOn": true
    },
    {
        "name": "Pho",
        "image":"../assets/images/recettes/phopng.png",
        "Infos" : ["Infos pratiques :",
        "Niveau de difficulté : facile.",
        "Temps de préparation estimé : 15 minutes.",
        "Temps de cuisson estimé : 15 minutes.",
        "Nombre de personnes : 4."
        ],
        "Ingredients": ["Ingrédients:", 
        "400 g de morceaux de viande de bœuf maigre",
        "400 g de pâtes de riz",
        "1,5 l d'eau + 2 cubes de bouillon de bœuf",
        "1 citron vert",
        "1 petit piment vert",
        "1 cm de gingembre",
        "1 petit bouquet de coriandre",
        "1 petit bouquet de ciboulette thaï",
        "1 étoile de badiane",
        "de la sauce nuoc mam"
        ],
        "Etapes": ["Etapes de préparation:",
        "1 Lavez et ciselez les herbes aromatiques (ciboulette thaï et coriandre). Épluchez et émincez le gingembre. Lavez, égrainez et émincez le piment vert. Lavez le citron vert et coupez-le en quatre.",
        "2 Dans une cocotte, portez à ébullition le bouillon en intégrant les cubes de bouillon de bœuf avec l'eau. Ajoutez ensuite le gingembre puis l’étoile de badiane dans le bouillon. Couvrez et laissez mijoter 15 min. Coupez les morceaux de viande de bœuf en fines tranches. Réservez. Faites cuire les nouilles de riz selon les instructions du paquet.",
        "3 Dans 4 grands bols, versez 1 c. à soupe de nuoc mam puis recouvrez des nouilles de riz égouttées. Récupérez les fines lamelles de bœuf crues (qui vont cuire dans le bouillon) et répartissez-les dans les bols. Puis, versez le bouillon de la soupe phô et parsemez d'herbes aromatiques ciselées et de piment. Accompagnez les grands bols de soupe phô d'un quartier de citron vert pour ceux souhaitant assaisonner. Servez aussitôt la soupe vietnamienne encore chaude.",       
        "Bon appétit !"],
        "isOn": true
    },
    {
        "name": "Ayimolou",
        "image":"../assets/images/recettes/ayimolou.png",
        "Infos" : ["Infos pratiques :",
        "Niveau de difficulté : facile.",
        "Temps de préparation estimé : 45 minutes.",
        "Temps de cuisson estimé : 30 minutes.",
        "Nombre de personnes : 4 à 6."
        ],
        "Ingredients": ["Ingrédients:", 
        "1/5  bol de riz",
        "1/2 bol d’haricot",
        "Eau",
        "2 cuillères à soupe d’huile",
        "1 oignon",
        "1 cuil. à café de poivre",
        "1/2 morceau de cube ( bouillon de poulet)",
        "Sel",
        "Assaisonnement ( ail  + gingembre)"
        ],
        "Etapes": ["Etapes de préparation:",
        "1 Mettez une casserole sur le feu avec de l’eau ( astuce : pour un bol d’haricot prévoyez 3 bols d’eau ).",
        "2 Ajouter l’haricot préalablement lavé dans l’eau et laisser cuire au moins 30 minutes.",
        "Vérifiez de temps en temps la cuisson du haricot ( il ne doit pas être trop cuit).",
        "3 Pendant la cuisson de notre haricot, nous allons laver le riz.",
        "4 Une fois le riz propre, nous allons le verser dans une passoire.",
        "5 On va mettre au feu une casserole avec deux cuillères à soupe d’huile.",
        "6 Une fois l’huile chauffé, on va rajouter de l’oignon émincé finement.",
        "7 On laisse revenir l’oignon et on y rajoute le riz préalablement lavé.",
        "8 On mélange le riz afin de le frire ( le but est d’avoir un riz mi doré).",
        "9 Une fois que les haricots sont cuits, nous allons y rajouter de l’eau ( la quantité d’eau sera proportionnelle à celle du riz. Astuce : pour un bol de riz à préparer on va prévoir 1/5 bol d’eau).",
        "10 Ensuite on va rajouter les ingrédients d’assaisonnement : ail gingembre, poivre,cube.",
        "11 Au final il faut rajouter le riz frit dans le mélange et laisser cuire à feu doux pendant environ 30 minutes (surveiller de temps en temps la cuisson du riz).",
        "Bon appétit !"],
        "isOn": true
    },
    {
        "name": "Tajine aux légumes marocain",
        "image":"../assets/images/recettes/tajine-legumes-marocain.jpeg",
        "Infos" : ["Infos pratiques :",
        "Niveau de difficulté : Très facile.",
        "Temps de préparation estimé : 15 minutes.",
        "Temps de cuisson estimé: 1 heure.",
        "Nombre de personnes : 3 personnes."
        ],
        "Ingredients": ["Ingrédients:", 
        "4 pommes de terre",
        "1/2 courgette",
        "1 tomate",
        "1 carotte",
        "1 oignon",
        "1/2 verre d'huile d'olive vierge   ",
        "Cumin",
        "épices (muscade, gingembre, coriandre, cannelle...",
        "Safran jaune",
        "Poivre",
        "Sel",
        "1/2 verre d'eau",
        "2 morceaux de selle d'agneau ou morceau tendre désossés",
        "Olives vertes"
        ],
        "Etapes": ["Etapes de préparation:",
        "1 Verser 3/4 de cuillère à soupe d'huile dans le plat à tajine directement posé sur le feu ou la plaque.",
        "2 Lorsque l'huile est bien chaude, faire revenir la viande de chaque côté (environ 10 minutes).",
        "3 Baisser un peu le feu et placer les légumes, lavés et découpés grossièrement, en pyramide sur la viande, des plus fermes aux plus tendres (pommes de terre, puis carotte, puis courgettes, puis oignons), en les intercalant de cumin, 14 épices, sel et poivre.",
        "4 Arroser d'un peu d'eau, saupoudrer de safran jaune, pour donner de la couleur et déposer les olives vertes.",
        "5 Couvrir et laisser cuire à feu doux, pendant 30 minutes.",
        "6 Au bout de ce temps, placer sur les légumes cuits, les tomates coupées en morceaux, couvrir et laisser cuire encore 15minutes.",
        "7 Servir chaud, directement sur la table, accompagné de thé et de pain sans levain.",
        "Bon appétit !"],
        "isOn": true
    }
]